---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SteelElemWeldDoubleText
source: html/257cc657-e320-b049-db91-f1f772ae4538.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SteelElemWeldDoubleText Property

"Double Text"

## Syntax (C#)
```csharp
public static ForgeTypeId SteelElemWeldDoubleText { get; }
```